const afghanistanCities = [
  {
    name: "هرات",
    lat: 34.3529,
    lon: 62.204,
  },
  {
    name: "کابل",
    lat: 34.5553,
    lon: 69.2075,
  },
  {
    name: "قندهار",
    lat: 31.6289,
    lon: 65.7372,
  },
  {
    name: "مزار شریف",
    lat: 36.7069,
    lon: 67.1122,
  },
  {
    name: "بامیان",
    lat: 34.8216,
    lon: 67.8273,
  },
  {
    name: "بدخشان",
    lat: 36.7348,
    lon: 70.8119,
  },
  {
    name: "بادغیس",
    lat: 35.1671,
    lon: 63.7695,
  },
  {
    name: "بغلان",
    lat: 36.1307,
    lon: 68.7083,
  },
  {
    name: "بلخ",
    lat: 36.7564,
    lon: 66.8972,
  },
  {
    name: "دایکندی",
    lat: 33.7476,
    lon: 66.0464,
  },
  {
    name: "فراه",
    lat: 32.3745,
    lon: 62.1164,
  },
  {
    name: "فاریاب",
    lat: 36.045,
    lon: 64.84,
  },
  {
    name: "غزنی",
    lat: 33.5451,
    lon: 68.4174,
  },
  {
    name: "غور",
    lat: 34.0996,
    lon: 64.9059,
  },
  {
    name: "هلمند",
    lat: 31.579,
    lon: 64.3695,
  },
  {
    name: "جوزجان",
    lat: 36.8969,
    lon: 65.6659,
  },
  {
    name: "کاپیسا",
    lat: 34.9811,
    lon: 69.6215,
  },
  {
    name: "کنر",
    lat: 34.8466,
    lon: 71.0973,
  },
  {
    name: "کندز",
    lat: 36.7289,
    lon: 68.857,
  },
  {
    name: "لغمان",
    lat: 34.6898,
    lon: 70.1456,
  },
  {
    name: "لوگر",
    lat: 34.0146,
    lon: 69.1928,
  },
  {
    name: "ننگرهار",
    lat: 34.4342,
    lon: 70.447,
  },
  {
    name: "نیمروز",
    lat: 31.0261,
    lon: 61.8383,
  },
  {
    name: "نورستان",
    lat: 35.325,
    lon: 70.9071,
  },
  {
    name: "پکتیا",
    lat: 33.7062,
    lon: 69.3831,
  },
  {
    name: "پکتیکا",
    lat: 32.2645,
    lon: 68.5247,
  },
  {
    name: "پنجشیر",
    lat: 35.5021,
    lon: 69.9956,
  },
  {
    name: "پروان",
    lat: 34.977,
    lon: 69.2649,
  },
  {
    name: "سمنگان",
    lat: 36.315,
    lon: 67.964,
  },
  {
    name: "سرپل",
    lat: 36.2154,
    lon: 65.9325,
  },
  {
    name: "تخار",
    lat: 36.6698,
    lon: 69.4787,
  },
  {
    name: "ارزگان",
    lat: 32.9271,
    lon: 66.6325,
  },
  {
    name: "میدان وردک",
    lat: 34.35,
    lon: 68.95,
  },
  {
    name: "زابل",
    lat: 32.1919,
    lon: 67.1894,
  },
];

export default afghanistanCities;
